Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/shijing__xiaoya-gufeng-005__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 陟彼北山，言采其杞。偕偕士子，朝夕從事。王事靡盬，憂我父母。
en: I ascend that northern hill, And gather the medlars. An officer, strong and vigorous, Morning and evening I am engaged in service. The king's business is not to be slackly performed; And my parents are left in sorrow.

source: 溥天之下，莫非王土。率土之濱，莫非王臣。大夫不均，我從事獨賢。
en: Under the wide heaven, All is the king's land. Within the sea-boundaries of the land, All are the king's servants. His great officers are unfair, -- Making me serve thus as if I alone were worthy.

source: 四牡彭彭，王事傍傍。嘉我未老，鮮我方將。旅力方剛，經營四方。
en: My four horses never halt; The king's business allows no rest. They praise me as not yet old; They think few like me in vigour. While the backbone retains its strength, I must plan and labour in all parts of the kingdom.

source: 或燕燕居息，或盡瘁事國；或息偃在牀，或不已于行。
en: Some enjoy their ease and rest, And some are worn out in the service of the State; Some rest and loll upon their couches, And some never cease marching about.

source: 或不知叫號，或慘慘劬勞；或棲遲偃仰，或王事鞅掌。
en: Some never hear a sound, And some are cruelly toiled; Some lazily roost, on their backs looking up, And some are all-bustled in the service of the king.

source: 或湛樂飲酒，或慘慘畏咎；或出入風議，或靡事不為。
en: Some indulge long in pleasure and drinking, And some are miserable, in apprehension of blame; Some, at home and abroad, pass critical remarks, And some have everything to do.
